export const holidays = [
  {
    date: "1403/1/1",
    description: "جشن نوروز/جشن سال نو",
  },
  {
    date: "1403/1/2",
    description: "عیدنوروز",
  },
  {
    date: "1403/1/3",
    description: "عیدنوروز",
  },
  {
    date: "1403/1/4",
    description: "عیدنوروز",
  },
  {
    date: "1403/1/12",
    description: "روز جمهوری اسلامی",
  },
  {
    date: "1403/1/13",
    description: "جشن سیزده به در",
  },
  {
    date: "1403/1/13",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1403/1/22",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1403/1/23",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1403/2/15",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1403/3/14",
    description: "رحلت حضرت امام خمینی",
  },
  {
    date: "1403/3/15",
    description: "قیام 15 خرداد",
  },
  {
    date: "1403/3/28",
    description: "عید سعید قربان [ ١٠ ذوالحجه ]",
  },
  {
    date: "1403/4/5",
    description: "عید سعید غدیر خم [ ١٨ ذوالحجه ]",
  },
  {
    date: "1403/4/25",
    description: "تاسوعای حسینی [ ٩ محرم ]",
  },
  {
    date: "1403/4/26",
    description: "عاشورای حسینی [ ١٠ محرم ]",
  },
  {
    date: "1403/6/4",
    description: "اربعین حسینی [ ٢٠ صفر ]",
  },
  {
    date: "1403/6/12",
    description: "رحلت رسول اکرم؛شهادت امام حسن مجتبی علیه السلام [ ٢٨ صفر ]",
  },
  {
    date: "1403/6/14",
    description: "شهادت امام رضا علیه السلام [ ٣٠ صفر ]",
  },
  {
    date: "1403/6/22",
    description: "شهادت امام حسن عسکری علیه السلام [ ٨ ربيع الاول ]",
  },
  {
    date: "1403/6/31",
    description:
      "میلاد رسول اکرم و امام جعفر صادق علیه السلام [ ١٧ ربيع الاول ]",
  },
  {
    date: "1403/9/15",
    description: "شهادت حضرت فاطمه زهرا سلام الله علیها [ ٣ جمادي الثانيه ]",
  },
  {
    date: "1403/10/25",
    description: "ولادت امام علی علیه السلام و روز پدر [ ١٣ رجب ]",
  },
  {
    date: "1403/11/9",
    description: "مبعث رسول اکرم (ص) [ ٢٧ رجب ]",
  },
  {
    date: "1403/11/22",
    description: "پیروزی انقلاب اسلامی",
  },
  {
    date: "1403/11/26",
    description:
      "ولادت حضرت قائم عجل الله تعالی فرجه و جشن نیمه شعبان [ ١٥ شعبان ]",
  },
  {
    date: "1403/12/29",
    description: "روز ملی شدن صنعت نفت ایران",
  },
  {
    date: "1403/12/30",
    description: "آخرین روز سال",
  },

  {
    date: "1404/1/1",
    description: "جشن نوروز/جشن سال نو",
  },
  {
    date: "1404/1/2",
    description: "عیدنوروز",
  },
  {
    date: "1404/1/2",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1404/1/3",
    description: "عیدنوروز",
  },
  {
    date: "1404/1/4",
    description: "عیدنوروز",
  },
  {
    date: "1404/1/11",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1404/1/12",
    description: "روز جمهوری اسلامی",
  },
  {
    date: "1404/1/12",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1404/1/13",
    description: "جشن سیزده به در",
  },
  {
    date: "1404/2/4",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1404/3/14",
    description: "رحلت حضرت امام خمینی",
  },
  {
    date: "1404/3/15",
    description: "قیام 15 خرداد",
  },
  {
    date: "1404/3/17",
    description: "عید سعید قربان [ ١٠ ذوالحجه ]",
  },
  {
    date: "1404/3/25",
    description: "عید سعید غدیر خم [ ١٨ ذوالحجه ]",
  },
  {
    date: "1404/4/14",
    description: "تاسوعای حسینی [ ٩ محرم ]",
  },
  {
    date: "1404/4/15",
    description: "عاشورای حسینی [ ١٠ محرم ]",
  },
  {
    date: "1404/5/24",
    description: "اربعین حسینی [ ٢٠ صفر ]",
  },
  {
    date: "1404/6/1",
    description: "رحلت رسول اکرم؛شهادت امام حسن مجتبی علیه السلام [ ٢٨ صفر ]",
  },
  {
    date: "1404/6/2",
    description: "شهادت امام رضا علیه السلام [ ٢٩ صفر ]",
  },
  {
    date: "1404/6/10",
    description: "شهادت امام حسن عسکری علیه السلام [ ٨ ربيع الاول ]",
  },
  {
    date: "1404/6/19",
    description:
      "میلاد رسول اکرم و امام جعفر صادق علیه السلام [ ١٧ ربيع الاول ]",
  },
  {
    date: "1404/9/4",
    description: "شهادت حضرت فاطمه زهرا سلام الله علیها [ ٣ جمادي الثانيه ]",
  },
  {
    date: "1404/10/13",
    description: "ولادت امام علی علیه السلام و روز پدر [ ١٣ رجب ]",
  },
  {
    date: "1404/10/27",
    description: "مبعث رسول اکرم (ص) [ ٢٧ رجب ]",
  },
  {
    date: "1404/11/15",
    description:
      "ولادت حضرت قائم عجل الله تعالی فرجه و جشن نیمه شعبان [ ١٥ شعبان ]",
  },
  {
    date: "1404/11/22",
    description: "پیروزی انقلاب اسلامی",
  },
  {
    date: "1404/12/20",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1404/12/29",
    description: "روز ملی شدن صنعت نفت ایران",
  },
  {
    date: "1405/1/1",
    description: "جشن نوروز/جشن سال نو",
  },
  {
    date: "1405/1/1",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1405/1/2",
    description: "عیدنوروز",
  },
  {
    date: "1405/1/2",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1405/1/3",
    description: "عیدنوروز",
  },
  {
    date: "1405/1/4",
    description: "عیدنوروز",
  },
  {
    date: "1405/1/12",
    description: "روز جمهوری اسلامی",
  },
  {
    date: "1405/1/13",
    description: "جشن سیزده به در",
  },
  {
    date: "1405/1/25",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1405/3/7",
    description: "عید سعید قربان [ ١٠ ذوالحجه ]",
  },
  {
    date: "1405/3/14",
    description: "رحلت حضرت امام خمینی",
  },
  {
    date: "1405/3/15",
    description: "قیام 15 خرداد",
  },
  {
    date: "1405/3/15",
    description: "عید سعید غدیر خم [ ١٨ ذوالحجه ]",
  },
  {
    date: "1405/4/4",
    description: "تاسوعای حسینی [ ٩ محرم ]",
  },
  {
    date: "1405/4/5",
    description: "عاشورای حسینی [ ١٠ محرم ]",
  },
  {
    date: "1405/5/13",
    description: "اربعین حسینی [ ٢٠ صفر ]",
  },
  {
    date: "1405/5/21",
    description: "رحلت رسول اکرم؛شهادت امام حسن مجتبی علیه السلام [ ٢٨ صفر ]",
  },
  {
    date: "1405/5/23",
    description: "شهادت امام رضا علیه السلام [ ٣٠ صفر ]",
  },
  {
    date: "1405/5/31",
    description: "شهادت امام حسن عسکری علیه السلام [ ٨ ربيع الاول ]",
  },
  {
    date: "1405/6/9",
    description:
      "میلاد رسول اکرم و امام جعفر صادق علیه السلام [ ١٧ ربيع الاول ]",
  },
  {
    date: "1405/8/23",
    description: "شهادت حضرت فاطمه زهرا سلام الله علیها [ ٣ جمادي الثانيه ]",
  },
  {
    date: "1405/10/2",
    description: "ولادت امام علی علیه السلام و روز پدر [ ١٣ رجب ]",
  },
  {
    date: "1405/10/16",
    description: "مبعث رسول اکرم (ص) [ ٢٧ رجب ]",
  },
  {
    date: "1405/11/4",
    description:
      "ولادت حضرت قائم عجل الله تعالی فرجه و جشن نیمه شعبان [ ١٥ شعبان ]",
  },
  {
    date: "1405/11/22",
    description: "پیروزی انقلاب اسلامی",
  },
  {
    date: "1405/12/10",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1405/12/19",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1405/12/20",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1405/12/29",
    description: "روز ملی شدن صنعت نفت ایران",
  },

  {
    date: "1406/1/1",
    description: "جشن نوروز/جشن سال نو",
  },
  {
    date: "1406/1/2",
    description: "عیدنوروز",
  },
  {
    date: "1406/1/3",
    description: "عیدنوروز",
  },
  {
    date: "1406/1/4",
    description: "عیدنوروز",
  },
  {
    date: "1406/1/12",
    description: "روز جمهوری اسلامی",
  },
  {
    date: "1406/1/13",
    description: "جشن سیزده به در",
  },
  {
    date: "1406/1/14",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1406/2/27",
    description: "عید سعید قربان [ ١٠ ذوالحجه ]",
  },
  {
    date: "1406/3/4",
    description: "عید سعید غدیر خم [ ١٨ ذوالحجه ]",
  },
  {
    date: "1406/3/14",
    description: "رحلت حضرت امام خمینی",
  },
  {
    date: "1406/3/15",
    description: "قیام 15 خرداد",
  },
  {
    date: "1406/3/25",
    description: "تاسوعای حسینی [ ٩ محرم ]",
  },
  {
    date: "1406/3/26",
    description: "عاشورای حسینی [ ١٠ محرم ]",
  },
  {
    date: "1406/5/3",
    description: "اربعین حسینی [ ٢٠ صفر ]",
  },
  {
    date: "1406/5/11",
    description: "رحلت رسول اکرم؛شهادت امام حسن مجتبی علیه السلام [ ٢٨ صفر ]",
  },
  {
    date: "1406/5/12",
    description: "شهادت امام رضا علیه السلام [ ٢٩ صفر ]",
  },
  {
    date: "1406/5/20",
    description: "شهادت امام حسن عسکری علیه السلام [ ٨ ربيع الاول ]",
  },
  {
    date: "1406/5/29",
    description:
      "میلاد رسول اکرم و امام جعفر صادق علیه السلام [ ١٧ ربيع الاول ]",
  },
  {
    date: "1406/8/12",
    description: "شهادت حضرت فاطمه زهرا سلام الله علیها [ ٣ جمادي الثانيه ]",
  },
  {
    date: "1406/9/21",
    description: "ولادت امام علی علیه السلام و روز پدر [ ١٣ رجب ]",
  },
  {
    date: "1406/10/5",
    description: "مبعث رسول اکرم (ص) [ ٢٧ رجب ]",
  },
  {
    date: "1406/10/23",
    description:
      "ولادت حضرت قائم عجل الله تعالی فرجه و جشن نیمه شعبان [ ١٥ شعبان ]",
  },
  {
    date: "1406/11/22",
    description: "پیروزی انقلاب اسلامی",
  },
  {
    date: "1406/11/29",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1406/12/8",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1406/12/9",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1406/12/29",
    description: "روز ملی شدن صنعت نفت ایران",
  },
  {
    date: "1407/1/1",
    description: "جشن نوروز/جشن سال نو",
  },
  {
    date: "1407/1/2",
    description: "عیدنوروز",
  },
  {
    date: "1407/1/3",
    description: "عیدنوروز",
  },
  {
    date: "1407/1/3",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1407/1/4",
    description: "عیدنوروز",
  },
  {
    date: "1407/1/12",
    description: "روز جمهوری اسلامی",
  },
  {
    date: "1407/1/13",
    description: "جشن سیزده به در",
  },
  {
    date: "1407/2/17",
    description: "عید سعید قربان [ ١٠ ذوالحجه ]",
  },
  {
    date: "1407/2/25",
    description: "عید سعید غدیر خم [ ١٨ ذوالحجه ]",
  },
  {
    date: "1407/3/14",
    description: "رحلت حضرت امام خمینی",
  },
  {
    date: "1407/3/14",
    description: "تاسوعای حسینی [ ٩ محرم ]",
  },
  {
    date: "1407/3/15",
    description: "قیام 15 خرداد",
  },
  {
    date: "1407/3/15",
    description: "عاشورای حسینی [ ١٠ محرم ]",
  },
  {
    date: "1407/4/24",
    description: "اربعین حسینی [ ٢٠ صفر ]",
  },
  {
    date: "1407/5/1",
    description: "رحلت رسول اکرم؛شهادت امام حسن مجتبی علیه السلام [ ٢٨ صفر ]",
  },
  {
    date: "1407/5/2",
    description: "شهادت امام رضا علیه السلام [ ٢٩ صفر ]",
  },
  {
    date: "1407/5/10",
    description: "شهادت امام حسن عسکری علیه السلام [ ٨ ربيع الاول ]",
  },
  {
    date: "1407/5/19",
    description:
      "میلاد رسول اکرم و امام جعفر صادق علیه السلام [ ١٧ ربيع الاول ]",
  },
  {
    date: "1407/8/1",
    description: "شهادت حضرت فاطمه زهرا سلام الله علیها [ ٣ جمادي الثانيه ]",
  },
  {
    date: "1407/9/11",
    description: "ولادت امام علی علیه السلام و روز پدر [ ١٣ رجب ]",
  },
  {
    date: "1407/9/25",
    description: "مبعث رسول اکرم (ص) [ ٢٧ رجب ]",
  },
  {
    date: "1407/10/12",
    description:
      "ولادت حضرت قائم عجل الله تعالی فرجه و جشن نیمه شعبان [ ١٥ شعبان ]",
  },
  {
    date: "1407/11/18",
    description: "شهادت حضرت علی علیه السلام [ ٢١ رمضان ]",
  },
  {
    date: "1407/11/22",
    description: "پیروزی انقلاب اسلامی",
  },
  {
    date: "1407/11/27",
    description: "عید سعید فطر [ ١ شوال ]",
  },
  {
    date: "1407/11/28",
    description: "تعطیل به مناسبت عید سعید فطر [ ٢ شوال ]",
  },
  {
    date: "1407/12/21",
    description: "شهادت امام جعفر صادق علیه السلام [ ٢٥ شوال ]",
  },
  {
    date: "1407/12/29",
    description: "روز ملی شدن صنعت نفت ایران",
  },
];
